import { reactive } from "vue";

const news = reactive([
  {
    id: 1,
    title: "В москве прошел хакатон ЛЦТ",
    paragraph:
      "В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон.В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон.В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон.",
    date: "11/12/2022",
  },

  {
    id: 2,
    title: "В osdks[d] прошел хакатон ЛЦТ",
    paragraph:
      "В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон.",
    date: "11/12/2022",
  },

  {
    id: 3,
    title: "В dsmkd ЛЦТ",
    paragraph:
      "В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон. В городе прошел ежегодный хакатон.",
    date: "11/12/2022",
  },
]);

export { news };
